{
    "DeckName": "Yoyos deck",

    "DeckBy": "YoyoTM",

    "Truths": [
        "What was your craziest ERP experience?",
        "Has someone ever made you 'swap sides' *Dom to sub, sub to dom* during ERP/sex?",

        "Whats the longest you have been on VR before?",
        "Whats your favorite food to eat while in VR?",
	"What is a time you went overboard during ERP?",
	"Best music to play while in VR?",
	"Lovense or Bad Dragon?",
	"Favorite bit of aftercare you ever got/gave?",
	"Whats better, Full body or connected sex toy?",
	"Favorite sex toy?",
	"Whats the sexiest thing someone can do to you in VR?",
	"Whats a kink you never get to indulge in?",
	"Favorite Fantasy?",
	"Ever ERP in a public setting?",
	"Did you ever get caught ERPing by people in VR/IRL?",
	"Whats a kink you love to talk to people about?",
	"How did you get your Phantom sense? If none, what do you wish would give you phantom sense?",
	"Is there a kink you dont want to try again?",
	"Favorite sex position?",
	"Who fucks better? Quest or PC?",
	"Would you ERP with <player>? Or did you already?",
        "What is sexy about <player>'s avatar?",
        "Would <player> be even better with full body?",
        "Whats a kink you and <player> share?",
        "Name one thing you would want to do with <player>.",
	"<player>, first fantasy about them in your head.",
	"What seems fun to do with <player>?",
	"Tell us your favorite thing about <player>?",
	"Looking at <player>, whats a kink you think they have?",
	"Are you friends with <player>?"
    ],
    "Dares": [
        "Sit in a provocative manner, legs spread.",
        "Post your last saved porno image in the discord.",
        "Nerdo's back! 3 minutes in Heaven on the other side of the room with your pick.",
        "Tell us the last porno/hentai you read.",
	"Who let the dawgs out? You did, lose those shoes and socks.",
	"Message your last ERP hookup, tell them 'When is round two, Im ready~'.",
	"Update your status on VRC, 'Quirked up and Horny, whos up?'.",
	"You have an invisible salt shaker, shake it with your mouth open for a minute.",
	"Dang yall be thirsty, get a drink of water/soda.",
	"You need to loosen up a bit more, take a drink of soda/alcohol.",
	"Update your status on Discord, 'I am Kenough.'",
	"Message the last person you DMed on Discord, 'I cant wait any longer, get on~', tell us how that goes",
	"Give <player> a sexy complement.",
	"Take a sexy photo of your avatar right now, and post it to a NSFW-VRChat Channel",
	"Update your VRC status,'Laid through Lastation', leave till next turn",
	"Headpat free use 'with consent' anyone may now headpat you till your next turn.",
	"You must end all your sentences with 'uwu' till your next turn.",
	"Talk in your sexiest voice. Sultry, and alluring! Till next turn",
	"Show your favorite gogo position, or FBT Position.",
        "Drink a glass of water, ya horny dawg. :3",
		"Dicks out for Drake, or dildo if you have one, till your next turn.",
	"Sit in <player>'s lap.",
        "Flirt with <player>.",
        "Expose yourself to <player>, give them a show~",
	"Update your VRC Status, '<player>, they fuck like a jet'.",
	"Ask <player> for a number between 1-20. Thats how many shots you take, or times you stroke/rub.",
	"Kiss <player>.",
	"Test <player>'s phantom sense, headpats or touch where they have phantom sense.",
	"Anytime <player> asks you something, you must end it off with 'Master/Mistress/' till your next turn.",
	"Roleplay time! Confess your feelings to <player>."
    ]
}
